{"What’s the airspeed velocity of an unladen swallow?":"¿Cuál es la velocidad de vuelo de una golondrina sin carga?","An African, or":"¿Una golondrina africana","A European Swallow?":"o una europea?","Where does the character appear usually?":"¿Dónde aparece el carácter normalmente?","Africa <small>(without Arabic)</small>":"África <small>(sin árabe)</small>","America <small>(originally, <i>e. g.</i> Cherokee, not Latin)</small>":"América <small>(originariamente, p. ej. cheroqui, no latino)</small>","Europe <small>(Latin, Cyrillic, …)</small>":"Europa <small>(latino, cirílico,...)</small>","Middle East":"Oriente Medio","Central Asia":"Asia Central","East Asia <small>(Chinese, Korean, Japanese, …)</small>":"Asia oriental <small>(chino, coreano, japonés,...)</small>","South Asia <small>(Indian)</small>":"Asia del Sur <small>(India)</small>","Southeast Asia <small>(Thai, Khmer, …)</small>":"Asia suroriental <small>(tailandés, jemer,...)</small>","Philippines, Indonesia, Oceania":"Filipinas, Indonesia, Oceanía","Nowhere specific":"En ninguna parte específica","I don’t know":"No lo sé","Is it a number of any kind?":"¿Es un número de cualquier tipo?","Yes":"Sí","No":"No","Has the character a case (upper, lower, title)?":"¿El carácter tiene mayusculación (caja alta, baja, de título)?","Yes, it’s lowercase":"Sí, es minúsculo","Yes, it’s uppercase":"Sí, es mayúsculo","Yes, it’s titlecase":"Sí, es de título","Yes, but I don’t know the case":"Sí, pero no conozco la caja","No, it’s uncased":"No, no tiene caja","Is the character some kind of symbol or dingbat?":"¿Es el cáracter algún tipo de símbolo o dingbat?","Yes <small>(It isn’t part of usually written text)</small>":"Sí <small>(no es parte del texto escrito generalmente)</small>","No <small>(But it is some kind of control character)</small>":"No <small>(pero es algún tipo de carácter de control)</small>","No <small>(It may appear in text, like letters or punctuation)</small>":"No <small>(puede aparecer en el texto, como letras o signos de puntuación)</small>","Is the character some kind of punctuation?":"¿Es el cáracter algún tipo de puntuación?","Is the character incomplete on its own, like a diacritic sign?":"¿Es el carácter incompleto en sí mismo, como un signo diacrítico?","Yes <small>(It’s usually found together with another character)</small>":"Sí <small>(generalmente se encuentra junto con otro cáracter)</small>","No <small>(It stands on its own)</small>":"No <small>(está parado en su el propios)</small>","Is the character composed of two others?":"¿Es el carácter compuesto de otros dos?","Yes <small>(It is based on two or more other characters)</small>":"Sí <small>(se basa en dos o más caracteres)</small>","Sort of <small>(It’s got some quiggly lines or dots, like “Ä” or “ٷ”)</small>":"Aproximadamente <small>(tiene algunas líneas onduladas o puntos, como “Ä” o “ٷ”)</small>","No <small>(It is a genuine character)</small>":"No <small>(es un cáracter genuino)</small>","Off the top of your head, can the character be confused with another one?":"¿Visceralmente, el carácter se puede confundir con otro?","Yes <small>(Like latin “A” and greek “Α”, alpha)</small>":"Sí <small>(como Latina \"A\" y \"Α\" griego, alfa)</small>","No <small>(I have no such pair in mind)</small>":"No <small>(no tengo ningún tal par en mente)</small>","Is it an archaic character or is it in use today?":"¿Es un carácter arcaico o está en uso hoy en día?","Yep, noone would use that anymore!":"Sí, nadie lo utilizaría ya","Nah, seen it yesterday in the newspaper":"No, lo he visto ayer en el periódico","Do you know the number of strokes the character has?":"¿Conoce el número de trazos que tiene el carácter?","This much":"Estos","Nope, never counted them":"No, nunca los he contado","Do you happen to know the meaning of the character?":"¿Conoce el significado del carácter?","This is (part of) what I’m looking for":"Esto es (parte de) lo que estoy buscando","I don’t speak that language":"No hablo ese idioma","You search for a specific character?":"¿Buscas un carácter específico?","Answer the following questions and we try to figure out candidates.":"Responda las siguientes preguntas e intentaremos encontrar candidatos.","Enough questions! Search now.":"¡Suficientes preguntas! Buscar ahora.","RFC 5137":"RFC 5137","Bash and Zsh":"Bash y Zsh","inside <code>echo -e</code>":"dentro de <code>echo -e</code>","C and C++":"C y C++","C#":"C#","CSS":"CSS","Excel":"Excel","Go":"Go","JavaScript":"JavaScript","Modern JavaScript":"JavaScript moderno","since ES6":"desde ES6","JSON":"JSON","Java":"Java","Lua":"Lua","Matlab":"Matlab","Perl":"Perl","PHP":"PHP","PowerShell":"PowerShell","Python":"Python","Ruby":"Ruby","Rust":"Rust","(click value to copy)":"(haga clic en el valor para copiar)","remove from favorites":"quitar de favoritos","add to favorites (will be shown by default)":"agregar a favoritas (se mostrará por defecto)","Click the star button next to each label to set this representation as favorite or remove it from the favorites.":"Haga clic en el botón de estrella junto a cada etiqueta para establecer esta representación como favorita o eliminarla de las favoritas.","Favorites will be shown initially.":"Las favoritas se mostrarán inicialmente.","(Favorites are stored locally on your computer and never sent over the internet.)":"(Los favoritos se almacenan localmente en su equipo y no se envían nunca por Internet)","hide all but favorites":"ocultar todo menos las favoritas","show more":"mostrar más","embed this codepoint":"empotrar este punto de código","Embed this codepoint in your own website by copy- and pasting the following HTML snippet:":"","If you want, you can freely change width and height to meet your needs. The layout will adapt accordingly.":"","On platforms that support the oEmbed standard, e.g. WordPress, embedding is even easier:":"","Simply paste the web address of this page in the editor and the editor will do the rest:":"Simplemente pegue la dirección web de esta página en el editor y este se encargará del resto:","close":"cerrar","click to include or exclude this property":"haga clic para incluir o excluir esta propiedad","start page":"página de inicio","scripts":"escrituras","search":"buscar","analyze":"","random page":"página aleatoria","glossary":"glosario","about this site":"acerca de este sitio","Search code points:":"Busca puntos de código:","Settings":"Configuración","show definition":"mostrar definición","no information found for this term":"no se encontró información para este término","choose language:":"elija un idioma:","switch to light mode (currently active: dark mode)":"cambiar a modo claro (actualmente activo: modo oscuro)","switch to browser default (currently active: light mode)":"cambiar a valor predeterminado del navegador (actualmente activo: modo claro)","switch to dark mode (currently active: browser default)":"cambiar a modo oscuro (actualmente activo: valor predeterminado del navegador)","dark / light mode:":"modo oscuro / claro:","Share on:":"","copied":"copiado","click to choose a value for this property":"haga clic para elegir un valor para esta propiedad","select all":"seleccionar todo","deselect all":"deseleccionar todo","Really remove all selected values?":"","top":"primera posición"}