Repository: Codepoints/Codepoints.net
Catalog: codepoints.net/locale/*/LC_MESSAGES/js.po
Languages: de, es

source: copied
de: kopiert
es: copiado

source: What’s the airspeed velocity of an unladen swallow?
de: Was ist die Höchstgeschwindigkeit einer unbeladenen Schwalbe?
es: ¿Cuál es la velocidad de una golondrina sin carga?

source: An African, or
de: Eine afrikanische oder
es: Un africano, o

source: A European Swallow?
de: Eine Europäische Schwalbe?
es: Un trago del europeo?

source: Where does the character appear usually?
de: Wo taucht das Zeichen üblicherweise auf?
es: ¿Dónde aparece el carácter generalmente?

source: Africa <small>(without Arabic)</small>
de: Afrika <small>(ohne Arabisch)</small>
es: África <small>(sin árabe)</small>

source: America <small>(originally, <i>e. g.</i> Cherokee, not Latin)</small>
de: Amerika <small>(ursprünglich, <i>z.B.</i> Cherokee, nicht lateinisch)</small>
es: América <small>(originalmente, <i>p. ej.</i> Cherokee, no latino)</small>

source: Europe <small>(Latin, Cyrillic, …)</small>
de: Europa <small>(lateinisch, kyrillisch, ...)</small>
es: Europa <small>(Latino, cirílico,...)</small>

source: Middle East
de: Mittlerer Osten
es: Oriente Medio

source: Central Asia
de: Zentralasien
es: Asia Central

source: East Asia <small>(Chinese, Korean, Japanese, …)</small>
de: Ostasien <small>(chinesisch, koreanisch, japanisch, ...)</small>
es: Asia oriental <small>(Chino, Coreano, Japonés,...)</small>

source: South Asia <small>(Indian)</small>
de: Südasien <small>(indisch)</small>
es: Asia del Sur <small>(India)</small>

source: Southeast Asia <small>(Thai, Khmer, …)</small>
de: Südostasien <small>(thai, khmer, ...)</small>
es: Asia Sur-Oriental <small>(Tailandés, Khmer,...)</small>

source: Philippines, Indonesia, Oceania
de: Philippinen, Indonesien, Ozeanien
es: Filipinas, Indonesia, Oceanía

source: Nowhere specific
de: Nirgendwo besonders
es: En ninguna parte específica

source: I don’t know
de: Ich weiß nicht
es: No sé

source: Is it a number of any kind?
de: Ist es irgendeine Art von Nummer?
es: ¿Es un número de cualquier tipo?

source: Yes
de: Ja
es: Sí

source: No
de: Nein

source: Has the character a case (upper, lower, title)?
de: Ist das Zeichen Groß- oder Kleinbuchstabe?
es: ¿Tiene el carácter de un caso (mayúscula, minúscula, título)?

source: Yes, it’s lowercase
de: Ja, es ist ein Kleinbuchstabe
es: Sí, es minúscula

source: Yes, it’s uppercase
de: Ja, es ist ein Großbuchstabe
es: Sí, es mayúscula

source: Yes, it’s titlecase
de: Ja, es ist ein Titelbuchstabe
es: Sí, es titulo

source: Yes, but I don’t know the case
de: Ja, aber ich weiß nicht welches davon
es: Sí, pero no sé la grafía

source: No, it’s uncased
de: Nein, das trifft nicht zu
es: No, no tiene un caso

source: Is the character some kind of symbol or dingbat?
de: Ist das Zeichen eine Art Symbol oder Dingbat?
es: ¿Es el cáracter algún tipo de símbolo o dingbat?

source: Yes <small>(It isn’t part of usually written text)</small>
de: Ja <small>(es taucht üblicherweise nicht in Schriftstücken auf)</small>
es: Sí <small>(no es parte del texto escrito generalmente)</small>

source: No <small>(But it is some kind of control character)</small>
de: Nein <small>(aber es ist eine Art Steuerzeichen)</small>
es: No <small>(pero es algún tipo de carácter de control)</small>

source: No <small>(It may appear in text, like letters or punctuation)</small>
de: Nein <small>(es taucht auch in Text auf, wie Buchstaben oder Interpunktion)</small>
es: No <small>(puede aparecer en el texto, como letras o signos de puntuación)</small>

source: Is the character some kind of punctuation?
de: Ist das Zeichen eine Art Interpunktion?
es: ¿Es el cáracter algún tipo de puntuación?

source: Is the character incomplete on its own, like a diacritic sign?
de: Ist das Zeichen für sich allein unvollständig, wie Umlaut-Punkte?
es: ¿Es el carácter incompleto en sí mismo, como un signo diacrítico?

source: Yes <small>(It’s usually found together with another character)</small>
de: Ja <small>(es findet sich üblicherweise zusammen mit anderen Zeichen)</small>
es: Sí <small>(generalmente se encuentra junto con otro cáracter)</small>

source: No <small>(It stands on its own)</small>
de: Nein <small>(es steht für sich allein)</small>
es: No <small>(está parado en su el propios)</small>

source: Is the character composed of two others?
de: Ist das Zeichen aus zwei anderen zusammengesetzt?
es: ¿Es el carácter compuesto de otros dos?

source: Yes <small>(It is based on two or more other characters)</small>
de: Ja <small>(es basiert auf zwei oder mehr anderen Zeichen)</small>
es: Sí <small>(se basa en dos o más caracteres)</small>

source: Sort of <small>(It’s got some quiggly lines or dots, like “Ä” or “ٷ”)</small>
de: So ungefähr <small>(es hat so komische Haken und Punkte wie „Ä“ oder „ٷ“)</small>
es: Aproximadamente <small>(tiene algunas líneas onduladas o puntos, como “Ä” o “ٷ”)</small>

source: No <small>(It is a genuine character)</small>
de: Nein <small>(es ist ein lupenreines Zeichen)</small>
es: No <small>(es un cáracter genuino)</small>

source: Off the top of your head, can the character be confused with another one?
de: Aus dem Bauch raus, kann das Zeichen mit anderen Zeichen verwechselt werden?
es: ¿Visceralmente, el carácter se puede confundir con otro?

source: Yes <small>(Like latin “A” and greek “Α”, alpha)</small>
de: Ja <small>(wie lateinisches „A“ und griechisches „Α“, Alpha)</small>
es: Sí <small>(como Latina "A" y "Α" griego, alfa)</small>

source: No <small>(I have no such pair in mind)</small>
de: Nein <small>(mir fällt kein solches Paar ein)</small>
es: No <small>(no tengo ningún tal par en mente)</small>

source: Is it an archaic character or is it in use today?
de: Ist ein altertümliches Zeichen oder wird es noch verwendet?
es: ¿Es un carácter arcaico o está en uso hoy en día?

source: Yep, noone would use that anymore!
de: Ja, das würde heute keiner mehr verwenden!
es: Sí, nadie usaría eso ya!

source: Nah, seen it yesterday in the newspaper
de: Nö, hab’s erst gestern in der Zeitung gesehen
es: No, lo visto ayer en el periódico

source: Do you know the number of strokes the character has?
de: Weißt du, wie viele Striche das Zeichen hat?
es: ¿Conoces el número de trazos que el carácter tiene?

source: This much
de: So viele
es: Tanto

source: Nope, never counted them
de: Nö, hab’ sie noch nie gezählt
es: No, nunca les contaron

source: Do you happen to know the meaning of the character?
de: Kennst du zufällig die Bedeutung des Zeichens?
es: ¿Le sucede a saber el significado del cáracter?

source: This is (part of) what I’m looking for
de: Das ist (ein Teil von dem) wonach ich suche
es: Esto es (parte de) lo que estoy buscando

source: I don’t speak that language
de: Ich spreche diese Sprache nicht
es: No hablo ese idioma

source: You search for a specific character?
de: Du suchst nach einem speziellen Zeichen?
es: ¿Buscas un carácter específico?

source: Answer the following questions and we try to figure out candidates.
de: Beantworte die folgenden Fragen und wir versuchen, Kandidaten zu finden.
es: Responda las siguientes preguntas e intentaremos encontrar candidatos.

source: Enough questions! Search now.
de: Genug Fragen! Jetzt suchen.
es: ¡Suficientes preguntas! Buscar ahora.

source: Modern JavaScript
de: Modernes JavaScript
es: JavaScript moderno

source: (click value to copy)
de: (Wert klicken zum Kopieren)
es: (haga clic en el valor para copiar)

source: remove from favorites
de: aus Favoriten entfernen
es: quitar de favoritos

source: add to favorites (will be shown by default)
de: zu Favoriten hinzufügen (wird automatisch angezeigt)
es: agregar a favoritas (se mostrará por defecto)

source: Click the star button next to each label to set this representation as favorite or remove it from the favorites.
de: Klicke den Sternknopf neben der Beschriftung, um diese Darstellung als Favorit zu markieren oder aus den Favoriten zu entfernen.
es: Haga clic en el botón de estrella junto a cada etiqueta para establecer esta representación como favorita o eliminarla de las favoritas.

source: Favorites will be shown initially.
de: Favoriten werden anfangs automatisch angezeigt.
es: Las favoritas se mostrarán inicialmente.

source: (Favorites are stored locally on your computer and never sent over the internet.)
de: (Favoriten werden auf deinem Computer gespeichert und niemals über das Internet übertragen.)
es: (Las favoritas se almacenan localmente en su computadora y nunca se envían a través de Internet).

source: hide all but favorites
de: alle außer Favoriten verstecken
es: ocultar todo menos las favoritas

source: show more
de: mehr anzeigen
es: mostrar más

source: embed this codepoint
de: diesen Codepunkt einbinden
es: empotrar este punto de código

source: close
de: schließen
es: cerrar

source: Embed this codepoint in your own website by copy- and pasting the following HTML snippet:
de: Bette diesen Codepunkt auf deiner eigenen Webseite ein, indem du das folgende HTML-Schnippsel kopierst:

source: If you want, you can freely change width and height to meet your needs. The layout will adapt accordingly.
de: Wenn du möchtest, kannst du Höhe und Breite frei anpassen. Das Layout wird sich entsprechend anpassen.

source: On platforms that support the oEmbed standard, e.g. WordPress, embedding is even easier:
de: Auf Plattformen, die den oEmbed-Standard unterstützen, z.B. WordPress, ist Einbetten sogar noch leichter:

source: Simply paste the web address of this page in the editor and the editor will do the rest:
de: Füge einfach die Webadresse dieser Seite in den Editor ein, und der Editor wird den Rest erledigen:

source: click to include or exclude this property
de: klicken, um diese Eigenschaft ein- oder auszuschließen
es: haga clic para incluir o excluir esta propiedad

source: click to choose a value for this property
de: klicken, um einen Wert für diese Eigenschaft zu wählen
es: haga clic para elegir un valor para esta propiedad

source: select all
de: alle wählen
es: seleccionar todo

source: deselect all
de: alle abwählen
es: deseleccionar todo

source: show definition
de: Definition anzeigen
es: mostrar definición

source: no information found for this term
de: keine Information zu diesem Begriff gefunden
es: no se encontró información para este término

source: switch to light mode (currently active: dark mode)
de: zur hellen Ansicht wechseln (aktuell aktiv: dunkle Ansicht)

source: switch to browser default (currently active: light mode)
de: zur Browservorgabe wechseln (aktuell aktiv: helle Ansicht)

source: switch to dark mode (currently active: browser default)
de: zur dunkeln Ansicht wechseln (aktuell aktiv: Browservorgabe)

source: dark / light mode:
de: dunkle / helle Ansicht:
es: modo oscuro / claro:

source: choose language:
de: Sprache wählen:
es: elige lengua:

source: start page
de: Startseite
es: página de inicio

source: scripts
de: Schriften
es: escrituras

source: search
de: suchen
es: buscar

source: random page
de: zufällige Seite
es: página aleatoria

source: glossary
de: Glossar
es: glosario

source: about this site
de: über diese Seite
es: acerca de este sitio

source: Search code points:
de: Codepunkte suchen:
es: Busca puntos de código:

source: Settings
de: Einstellungen
es: Configuración

source: top
de: oben
es: primera posición

source: Bash and Zsh
es: Bash y Zsh

source: inside <code>echo -e</code>
es: dentro de <code>echo -e</code>

source: C and C++
es: C y C++

source: since ES6
es: desde ES6
