Repository: Codepoints/Codepoints.net
Catalog: codepoints.net/locale/*/LC_MESSAGES/messages.po
Languages: de, pl

source: All of Unicode at Codepoints.net
de: Ganz Unicode auf Codepoints.net
pl: Cały Unicode z Codepoints.net

source: Representations
de: Darstellungen
pl: Reprezentacje

source: Representation
de: Darstellung
pl: Reprezentacje

source: URL-Quoted
de: URL-kodiert
pl: Adres URL cytowany

source: HTML-Escape
de: HTML-Darstellung
pl: HTML-Ucieczka

source: approx. ISO-8859-1, Latin 1, “us-ascii”, ...
de: ca. ISO-8859-1, Latin 1, „us-ascii“, ...
pl: w przybliżeniu ISO-8859-1, Latin 1, "us-ascii",...

source: Wrong windows-1252 Mojibake
de: Falsches windows-1252-Mojibake
pl: Błędne windows-1252 Mojibake

source: abbreviation
de: Abkürzung
pl: skrót

source: alternate
de: Alternative
pl: alternatywny

source: control
de: Kontrollzeichen
pl: sterowanie

source: correction
de: Korrektur
pl: poprawka

source: digraph
pl: dwuznak

source: figment
de: Erfindung
pl: wymysł

source: Encoding: %s (hex bytes)
de: Kodierung: %s (Hex-Bytes)
pl: Kodowanie: %s (hex bajtów)

source: U+%04X was added to Unicode in version %s (%s). It belongs to the block %s in the %s.
de: U+%04X wurde in Version %s (%s) zu Unicode hinzugefügt. Er gehört zum Block %s in der %s.
pl: U +%04X został dodany do Unicode w wersji %s (%s). Należy ona do bloku %s w %s.

source: This codepoint is %sdeprecated%s.
de: Dieser Codepunkt ist %sveraltet%s.
pl: Ta współrzędna kodowa jest %sdeprecated%s.

source: This character is a %s and is %scommonly%s used, that is, in no specific script.
de: Dieses Schriftzeichen ist ein %s und wird %sallgemein%s verwendet, das heißt, in keiner speziellen Schrift.
pl: Znak ten jest %s i jest %scommonly%s używany, to znaczy nie należy do konkretnego skryptu.

source: This character is a %s and %sinherits%s its %sscript property%s from the preceding character.
de: Dieses Schriftzeichen ist ein %s und %serbt%s seine %sSchrift-Eigenschaft%s vom vorhergehenden Zeichen.
pl: Znak ten jest %s i %sinherits%s jego %sscript property%s od znaku poprzedzającego.

source: This character is a %s and is mainly used in the %s script.
de: Dieses Schriftzeichen ist ein %s und wird hauptsächlich in der %s-Schrift verwendet.
pl: Znak ten jest %s i jest głównie używany w skrypcie %s.

source: It is also used in the script%s %s.
de: Es wird auch in den Schrift%s %s verwendet.
pl: Jest również stosowany w script%s %s.

source: The Unihan Database defines it as <em>%s</em>.
de: Die Unihan-Datenbank definiert ihn als <em>%s</em>.
pl: Baza danych Unihan definiuje go jako <em>%s</em>.

source: Its Pīnyīn pronunciation is <em>%s</em>.
de: Seine Pīnyīn-Aussprache ist <em>%s</em>.
pl: Jego wymowa Pīnyīn jest <em>%s</em>.

source: The codepoint has the %s value %s.
de: Der Codepunkt hat den %s-Wert %s.
pl: Współrzędna kodowa ma %s wartość %s.

source: It is related to %s%s%s%s%s.
de: Es ist verwandt mit %s%s%s%s%s.
pl: Jest to związane z %s%s%s%s%s.

source: its uppercase variant %s
de: seinem Großbuchstaben %s
pl: jego wariany górnokasztowy %s

source: and
de: und
pl: i

source: its lowercase variant %s
de: seinem Kleinbuchstaben %s
pl: jego wariant dolnokasztowy %s

source: its titlecase variant %s
de: seinem Titelbuchstaben %s
pl: jego wariant tytułokasztowy %s

source: The character is also known as %s.
de: Das Schriftzeichen ist auch bekannt als %s.
pl: Znak jest również znany jako %s.

source: The glyph is %snot a composition%s.
de: Der Buchstabe ist %skeine Zusammensetzung%s.
pl: Glif jest %snot composition%s.

source: The glyph is a %s composition of the glyphs %s.
de: Der Buchstabe ist eine %s Zusammensetzung der Zeichen %s.
pl: Glif jest złożeniem %s %s glifów.

source: It has a %s %s.
de: Seine %2$s ist %1$s.
pl: Ma %s %s.

source: In bidirectional context it acts as %s and is %smirrored%s.
de: In bidirektionalem Kontext agiert es als %s und wird %sgespiegelt%s.
pl: W kontekście dwukierunkowym działa jak %s i jest %smirrored%s.

source: In bidirectional context it acts as %s and is %snot mirrored%s.
de: In bidirektionalem Kontext handelt es als %s und wird %snicht gespiegelt%s.
pl: W kontekście dwukierunkowym działa jak %s i jest %snot mirrored%s.

source: Its corresponding mirrored glyph is %s.
de: Sein entsprechend gespiegelter Buchstabe ist %s.
pl: Odpowiadający mu glif lustrzany to %s.

source: The glyph can, under circumstances, be confused with %s%d other glyphs%s.
de: Der Buchstabe kann, unter Umständen, mit %s%d anderen Buchstaben%s verwechselt werden.
pl: Glif może w pewnych okolicznościach być mylony z %s%d innymi glifami.

source: In text U+%04X behaves as %s regarding line breaks. It has type %s for sentence and %s for word breaks. The %s is %s.
de: In Text verhält sich U+%04X als %s bezüglich Zeilenumbrüchen. Es hat Typ %s für Satz- und %s für Wortumbrüche. Das %s ist %s.
pl: W tekście U +%04X pod względem segmentacji zachowuje się jak %s. Matyp %s segmentacji zdaniowej i %s segmentacji słowowej. %s jest %s.

source: The %sWikipedia%s has the following information about this codepoint:
de: Die %sWikipedia%s hat die folgende Information zu diesem Codepunkt:
pl: %sWikipedia%s ma następujące informacje na temat tej współrzędnej kodowej:

source: Property
de: Eigenschaft
pl: Właściwość

source: Value
de: Wert
pl: Wartość

source: Find My Codepoint
de: Finde meinen Codepunkt
pl: Znajdź moją współrzędną kodową

source: Find a certain character by answering a set of questions. The questions will narrow down possible candidates in the wide range of Unicode codepoints.
de: Finde ein bestimmtes Zeichen durch das Beantworten einiger Fragen. Die Fragen schränken mögliche Kandidaten aus dem weiten Bereich der Unicode-Codepunkte ein.
pl: Znajdź znak odpowiadając na zestaw pytań. Pytania będą zawężać możliwe znaki z szerokiego zakresu współrzędnych kodowych Unicode.

source: You search for a specific character? Answer the following questions and we try to figure out candidates.
de: Du suchst ein bestimmtes Schriftzeichen? Beantworte die folgenden Fragen und wir versuchen, Kandidaten zu finden.
pl: Szukasz konkretnego znaku? Odpowiedz na następujace pytania, to spróbujemy znaleźć odpowiednie kandydatury.

source: We’re sorry, but for the wizard Javascript is needed.
de: Leider wird für diese Funktion Javascript benötigt.
pl: Przykro nam, ale dla Kreatora wymagany jest Javascript.

source: We’d like to apologize for the inconvenience.
de: Bitte entschuldige die Unannehmlichkeiten.
pl: Chcielibyśmy przeprosić za niedogodności.

source: search
de: suchen
pl: szukaj

source: Codepoint of the Day
de: Codepunkt des Tages
pl: Współrzędna kodowa dnia

source: Codepoint from %s
de: Codepunkt am %s
pl: Współrzedna kodowa z %s

source: Codepoints.net presents every day a new character from Unicode.
de: Codepoints.net präsentiert jeden Tag ein neues Unicode-Zeichen.
pl: Codepoints.net prezentuje codziennie inny znak Unicode.

source: Today: U+%s, %s
de: Heute: U+%s, %s
pl: Dzisiaj: U +%s, %s

source: Codepoints of the Day
de: Codepunkte des Tages
pl: Współrzędna kodowa dnia

source: Numeric Value
de: Numerischer Wert
pl: Wartość liczbowa

source: View full description of this codepoint.
de: Zeige volle Beschreibung dieses Codepunkts an.
pl: Zobacz pełny opis tej współrzędnej kodowej.

source: Block %s
pl: Blok %s

source: The Unicode block %s contains the codepoints from U+%04X to U+%04X.
de: Der Unicode-Block %s enthält die Codepunkte von U+%04X bis U+%04X.
pl: Blok Unicode %s zawiera współrzędne od U +%04X do U + %04X.

source: Symbol representing this block in the Unidings font
de: Symbol, das diesen Block in der Unidings-Schriftart repräsentiert
pl: Symbol poznaczający ten blok w foncie Unidings

source: Block from U+%04X to U+%04X.
de: Block von U+%04X bis U+%04X.
pl: Blok od U +%04X do U + %04X.

source: This block was introduced in Unicode version %s (%s). It contains %s codepoints.
de: Dieser Block wurde in Unicode-Version %s (%s) eingeführt. Er beinhaltet %s Codepunkte.
pl: Blok ten został wprowadzony w wersji %s (%s) standardu Unicode. Zawiera %s współrzędnych kodowych.

source: The %sWikipedia%s provides the following information on block %s:
de: Die %sWikipedia%s hat die folgende Information zum Block %s:
pl: %sWikipedia%s zawiera następujące informacje na temat bloku %s:

source: This block has not defined any codepoints between U+%04X and U+%04X.
de: Dieser Block hat keine Codepunkte zwischen U+%04X und U+%04X definiert.
pl: Blok ten nie definiuje żadnych współrzędnych kodowych między U +%04X i U + %04X.

source: Chart at Unicode.org
de: Tabelle bei Unicode.org
pl: Tabela na witrynie Unicode.org

source: Block at Decode Unicode
de: Block bei Decode Unicode
pl: Blok na witrynie Decode Unicode

source: This is Codepoints.net, a site dedicated to all things characters, letters and Unicode. The site is run by %s. The content can be %s under the given terms. We’d like to thank %s for making Codepoints.net possible. %s are always welcome.
de: Hier ist Codepoints.net, eine Seite, die Schriftzeichen, Buchstaben und Unicode gewidmet ist. Die Seite wird von %s betrieben. Der Inhalt kann unter den beschriebenen Bedingungen %s. Wir möchten %s dafür danken, Codepoints.net möglich gemacht zu haben. %s sind immer willkommen.
pl: To jest Codepoints.net, witryna poświęcona znakom standardu Unicode. Stronę prowadzi %s. Zawartość może być %s zgodnie z podanymi warunkami. Chcielibyśmy podziękować %s za umożliwienie stworzenia Codepoints.net. %s są zawsze mile widziane.

source: freely reused
de: frei wiederverwendet werden
pl: swobodnie używane ponownie

source: these fine people
de: diesen tollen Leuten
pl: tym wspaniałym ludziom

source: Feedback and contributions
de: Feedback und Beiträge
pl: Uwagi użytkowników i wkład w rozwój witryny

source: We use cookies to enhance your experience and to develop the site further. We never track you for monetary reasons. If you do not want this, you can either use the Do-Not-Track feature of your browser or %s.
de: Wir verwenden Cookies, um dein Erlebnis zu verbessern und die Seite weiterzuentwickeln. Wir verfolgen dich nie aus monetären Gründen. Wenn du das nicht möchtest, kannst du entweder das Do-Not-Track-Feature deines Browsers verwenden oder %s.
pl: Używamy ciasteczek, aby zwiększyć twoją wygodę i wspomagać rozwój witryny. Nigdy nie sledzimy aktywności w celach komercyjnych. Jeśli tego nie chcesz, możesz albo użyć funkcji "nie śledzić" swojej przeglądarki lub %s.

source: opt out explicitly
de: explizit widersprechen
pl: zrezygnować w sposób jawny

source: Start
pl: Początek

source: About
de: Über
pl: O witrynie

source: View on Codepoints.net
de: Auf Codepoints.net ansehen
pl: Widok na Codepoints.net

source: » View this character on Codepoints.net
de: » Dieses Zeichen auf Codepoints.net ansehen
pl: » Zobacz ten znak na Codepoints.net

source: Find all Unicode characters from Hieroglyphs to Dingbats
de: Finde alle Unicode-Schriftzeichen von Hieroglyphen bis Dingbats
pl: Wyszukuj wszystkie znaki Unicode'u od hieroglifów do ornamentów

source: Codepoints is a site dedicated to Unicode and all things related to codepoints, characters, glyphs and internationalization.
de: Codepoints ist eine Seite, die Unicode und allen Dingen rund um Schriftzeichen, Codepunkten, Buchstaben und Internationalisierung gewidmet ist.
pl: Codepoints jest witryną poświęconą standardowi Unicode i wszystkim sprawom związanym z współrzędnymi kodowymi, znakami, glifami i internacjonalizacji.

source: Search a Character
de: Suche ein Schriftzeichen
pl: Szukaj znaku

source: Enter a single character, like “丙” or “A”, or a term that describes the character, like “cyrillic” or “grass”
de: Gib ein einzelnes Zeichen, wie „丙“ or „A“, oder einen Begriff, der das Zeichen beschreibt, wie „cyrillic“ oder „grass“, an
pl: Wprowadź pojedynczy znak, jak "丙" lub "A", lub angielski termin, który opisuje szukany znak, jak "cyryllic" lub "grass"

source: <strong>Codepoint</strong>, <em>n.</em> the position of a character in an encoding system.
de: <strong>Codepunkt</strong>, <em>n.</em> die Position eines Zeichens in einem Kodiersystem.
pl: <strong>Współrzędna kodowa</strong>, <em>rz.</em> pozycja znaku w systemie kodowania.

source: Start here:
de: Starte hier:
pl: Rozpocznij tutaj:

source: Browse one by one through blocks of characters
de: Stöbere eins nach dem anderen durch Blöcke von Schriftzeichen
pl: Przeglądaj bloki znaków po jednym

source: Browse Codepoints
de: Durchstöbere Codepunkte
pl: Przeglądanie współrzędnych kodowych

source: Need help?
de: Hilfe gefällig?
pl: Potrzebujesz pomocy?

source: Answer questions to find matching characters
de: Beantworte Fragen um passende Zeichen zu finden
pl: Odpowiadz na pytania, aby znaleźć odpowiednie znaki

source: Expert Search!
de: Expertensuche!
pl: Wyszukiwanie eksperckie!

source: Search for characters with particular properties
de: Suche nach Zeichen mit speziellen Eigenschaften
pl: Wyszukiwanie znaków o wskazanych właściwościach

source: Search Codepoint
de: Codepunkt suchen
pl: Wyszukiwanie współrzędnych kodowych

source: About this Site
de: Über diese Seite
pl: O tej witrynie

source: Codepoints.net is dedicated to all the characters, that are defined in the %s. Theoretically, these should be <em>all characters ever used</em>. In practice Unicode has <em>%s codepoints</em> defined at the moment, mapping characters from %s to %s.
de: Codepoints.net ist allen Schriftzeichen gewidmet, die im %s definiert sind. Theoretisch sollten das <em>alle jemals verwendeten Zeichen</em> sein. In der Praxis hat Unicode derzeit <em>%s Codepunkte</em> definiert und umfasst Zeichen von %s bis %s.
pl: Witryna Codepoints.net jest poświęcona wszystkim znakom, które definiuje %s. Teoretycznie powinny to być <em>wszystkie znaki kiedykolwiek używane</em>. W praktyce Unicode zawiera <em>%s aktualnie zdefiniowanych współrzędnych kodowych</em>, odwzorowujących znaki od %s do %s.

source: Unicode Standard
pl: Standard Unicode

source: Egyptian Hieroglyphs
de: ägyptischen Hieroglyphen
pl: egipskich hieroglifów

source: Dingbats and Symbols
de: Dingabts und Symbolen
pl: ornamentów i symboli

source: All codepoints are arranged in 17 so-called %s. These planes are further divided into several blocks with %s being the first one. You can browse one by one by starting with the first codepoint, %s or %s for a specific character. If you’re not fully sure, try %s, to narrow down the candidates. Or maybe you are more daring and want %s?
de: Alle Codepunkte sind in 17 sogenannten %s angeordnet. Diese Ebenen sind weiter in einzelne Blöcke unterteilt mit %s als erstem. Du kannst sie einen nach dem anderen durchstöbern mit %s als erstem Codepunkt oder nach einem speziellen Charakter %s. Wenn du nicht vollkommen sicher bist, versuche %s um die Kandidaten einzuschränken. Oder vielleicht bist du wagemutig und versuchst %s?
pl: Wszystkie wszpółrzędne kodowe są ułożone w 17 tak zwanych %s. Te płaszczyzny są dalej podzielone na kilka bloków z %s jako pierwszym. Przeglądaj je pojedynczo zaczynając od pierwszej współrzędnej, %s lub %s konkretnego znaku. Jeśli nie masz całkowitej pewności, spróbuj %s, aby ograniczyć liczbę kandydatów. Lub może masz więcej odwagi i chcesz zapoznać się z %s?

source: planes
de: Ebenen
pl: płaszczyzn

source: Basic Latin
de: Basis-Lateinisch
pl: blokiem "Łaciński podstawowy"

source: “Find My Codepoint”
de: „Finde meinen Codepunkt“
pl: "Znajdź moją współrzędną kodową"

source: a random codepoint
de: einen zufälligen Codepunkt
pl: współrzędną kodową wybraną losowo

source: Codepoint of the Day:
de: Codepunkt des Tages:
pl: Współrzędna kodowa dnia:

source: U+%04X was added to Unicode in version %s. It belongs to the block %s in the %s.
de: U+%04X wurde in Version %s zu Unicode hinzugefügt. Er gehört zum Block %s in der %s.
pl: U+%04X został dodany do Unicode w wersji %s. Znak należy do bloku %s w %s.

source: This codepoint is %s.
de: Dieser Codepunkt ist %s.
pl: Ta współrzędna kodowa to %s.

source: deprecated
de: überholt
pl: niezalecane

source: This character is a %s and is %s…
de: Dieses Schriftzeichen ist ein %s und ist %s…
pl: Znak ten jest %s i jest %s…

source: %scommonly%s used
de: %sallgemein%s verwendet
pl: %scommonly%s używane

source: mainly used in the %s script
de: hauptsächlich in der %s-Schrift verwendet
pl: używany głównie w skrypcie %s

source: » View full description of this codepoint.
de: » Zeige volle Beschreibung dieses Codepunkts an.
pl: Zobacz pełny opis tej współrzędnej kodowej.

source: The 20 most popular codepoints
de: Die 20 beliebtesten Codepunkte
pl: 20 najbardziej popularnych współrzędnych kodowych

source: (by visits)
de: (nach Besuchern)
pl: (według wizyt)

source: Unicode Planes
de: Unicode-Ebenen
pl: Płaszczyzny Unicode

source: Unicode defines 17 planes, in which all the codepoints are separated.
de: Unicode definiert 17 Ebenen, in die alle Codepunkte eingeteilt werden.
pl: Unicode definiuje 17 płaszczyzn, w których wszystkie współrzędne kodowe są są oddzielone.

source: a representation of the Unicode logo
de: eine Darstellung des Unicode-Logos
pl: reprezentacja logo Unicode

source: (U+%04X to U+%04X)
de: (U+%04X bis U+%04X)
pl: (U +%04X do U + %04X)

source: The Unicode standard arranges the characters in 17 so-called planes of a bit more than 65,000 codepoints (2<sup>16</sup> to be precise) each. The Unicode standard has thus theoretically place for <em>1,114,112 characters</em>. Some planes are still undefined and will be filled at a later date. The most used characters go into the almost full %s.
de: Der Unicode-Standard ordnet die Zeichen in 17 sogenannten Ebenen von je etwas mehr als 65.000 Zeichen (2<sup>16</sup> um genau zu sein) an. Der Standard hat deshalb theoretisch Platz für <em>1.114.112 Zeichen</em>. Einige Ebenen sind noch undefiniert und werden zu einem späteren Zeitpunkt gefüllt. Die meistverwendeten Zeichen wandern in die beinahe volle %s.
pl: Unicode standard rozmieszcza znaki w 17 tzw. płaszczyznach liczących nieco ponad 65.000 współrzędne kodowe (2 <sup>16</sup> być precyzyjne) każdego. Standard Unicode standard może więc teoretycznie zdefiniować <em>1,114,112</em> znaki. Niektóre płaszczyzny są jeszcze niewykorzystane i zostaną wypełnione w późniejszym terminie. Najczęściej używane znaki znajduja się w prawie pełnej %s.

source: Basic Multilingual Plane
de: grundlegende mehrsprachige Ebene
pl: Podstawowa Płaszczyzna Wielojęzyczna

source: The %s contains mostly ancient characters, like Egyptian Hieroglyphs, and graphic symbols, for example Mahjongg tiles or emoticons. Thirdly the %s hosts lots of East Asian characters, that didn’t find a place in the Basic Multilingual Plane. The third-to-last %s is almost completely empty and planned to contain non-character codepoints, like control characters, that define the language of a text. The last two planes are special purpose planes. Codepoints defined there are <em>private</em>, that is, they will never be specified by Unicode and can be freely assigned by third-party programs to whatever seems useful.
de: Die %s enthält hauptsächlich alte Zeichen wie ägyptische Hieroglyphen und grafische Symbole, zum Beispiel Mahjongg-Steine oder Emoticons. Drittens beherbergt die %s viele ostasiatische Zeichen, die in der grundlegenden mehrsprachigen Ebene keinen Platz gefunden haben. Die drittletzte %s ist beinahe vollkommen leer und soll Codepunkte enthalten, die keine Schriftzeichen sind, wie Kontrollzeichen, die die Sprache eines Textes auszeichnen. Die letzten beiden Ebenen sind Sondereinsatzebenen. Hier definierte Codepunkte sind <em>privat</em>, das heißt, sie werden niemals von Unicode spezifiziert und können von Drittprogrammen frei zugewiesen werden zu was immer sinnvoll erscheint.
pl: %s zawiera głównie znaki starożytne, jak egipskie hieroglify, i symbole graficzne, na przykład kamienie Madżonga lub emotikony. Po trzecie, %s gości liczne znaki wschodnioazjatyckie, dla których nie znalazło się miejsce w Podstawowej Płaszczyźnie Wielojęzycznej Trzecia od końca %s jest prawie całkowicie pusta i przewidziana dla współrzednych kodowych dla nie-znaków, jak znaki sterujące, które definiują język tekstu. Dwie ostatnie płaszczyzny to płaszczyzny specjalnego przeznaczenia. Zdefiniowane tam współrzędne kodowe są <em>prywatne</em>; oznacza to, że nigdy nie będą one zdefiniowane przez standard Unicode i mogą być swobodnie wykorzystywane przez strony trzecie w dowolny pożyteczny sposób.

source: second plane
de: zweite Ebene
pl: druga płaszczyzna

source: Supplementary Ideographic Plane
de: unterstützende ideographische Ebene
pl: Dodatkowa Płaszczyzna Ideograficzna

source: Supplementary Special Purpose Plane
de: unterstützende Sondereinsatz-Ebene
pl: Dodatkowa Płaszczyzna Specjalnego Przeznaczenia

source: choose language
de: Sprache wählen
pl: wybierz język

source: Search
de: Suche
pl: Szukaj

source: Scripts
de: Schriften
pl: Skrypty

source: Random
de: Zufall
pl: Losowe

source: Glossary of Terms
de: Glossar der Begriffe
pl: Słownik pojęć

source: This glossary explains central terms of the Unicode standard and character encodings in general.
de: Dieses Glossar erklärt die zentralen Begriffe des Unicode-Standards und von Zeichenkodierungen im Allgemeinen.
pl: Ten słownik wyjaśnia podstawowe terminy standardu Unicode i kodowania znaków w ogólności.

source: Finding Characters
de: Schriftzeichen finden
pl: Znajdowanie znaków

source: About Unicode
de: Über Unicode
pl: O standardzie Unicode

source: About this site
de: Über diese Seite
pl: O tej witrynie

source: Attribution <i class="amp">&amp;</i> Credits
de: Zuschreibung <i class="amp">&amp;</i> Danksagung
pl: Uznanie autorstwa <i class="amp"> &amp;</i> podziękowania

source: Glossary
de: Glossar
pl: Słownik

source: This page gives an overview of the terms and concepts presented on this site. Unfortunately many definitions are taken directly from the respective specification at the %sUnicode website%s and may remain a bit technical. If you see this sign %s on a page, it means you can access the definition from here by hovering over it.
de: Diese Seite gibt einen Überblick über Begriffe und Konzepte, die auf dieser Webseite dargestellt werden. Unglücklicher Weise sind viele Definitionen direkt von der entsprechenden Spezifikation auf der %sUnicode-Webseite%s entnommen und dürften etwas technisch anmuten. Wenn du dieses Zeichen %s auf einer Seite siehst, bedeutet das, dass du die hier dargestellte Definition dort siehst, wenn du mit der Maus über das Zeichen fährst.
pl: Ta strona zawiera przegląd terminów i pojęć przedstawionych na tej witrynie. Niestety wiele definicji jest przejętych bezpośrednio z odpowiednich specyfikacji na %sUnicode website%s i może pozostawać nadal nieco technicznych. Jeśli widzisz ten znak %s na stronie, to oznacza, że możesz wyświetlić definicję najeżdżając na niego myszą.

source: Page not Found
de: Seite nicht gefunden
pl: Nie znaleziono strony

source: HTTP error 404: This page doesn’t exist.
de: HTTP-Fehler 404: Diese Seite gibt es nicht.
pl: Błąd HTTP 404: Ta strona nie istnieje.

source: Codepoint U+%04X not Found
de: Codepunkt U+%04X nicht gefunden
pl: Współrzedna kodowa U+%04X nie znaleziona

source: The point U+%04X is no valid Unicode codepoint.
de: Der Punkt U+%04X ist kein gültiger Codepunkt.
pl: Współrzędna U+%04X nie jest współrzędną kodową Unicode'u.

source: The closest previous codepoint is U+%04X.
de: Der näheste vorhergehende Codepunkt ist U+%04X.
pl: Najbliższa poprzednia współrzędna kodowa to U +%04X.

source: The closest next codepoint is U+%04X.
de: Der näheste folgende Codepunkt ist U+%04X.
pl: Najbliższa następna współrzędna kodowa to U +%04X.

source: This codepoint doesn’t exist.
de: Dieser Codepunkt existiert nicht.
pl: Ta współrzędna kodowa nie istnieje.

source: You can find surrounding codepoints in the block %s.
de: Du kannst umgebende Codepunkte im Block %s finden.
pl: Okoliczne współrzedne kodowe możesz znaleźć w bloku %s.
