Repository: Codepoints/Codepoints.net
Catalog: codepoints.net/locale/*/LC_MESSAGES/messages.po
Languages: de, pl

source: search for codepoints by their properties
de: Suche nach Codepunkten über ihre Eigenschaften
pl: wyszukiwanie współrzędnych według ich właściwości

source: free search
de: Freie Suche
pl: wyszukiwanie swobodne

source: decimal codepoint
de: dezimaler Codepunkt
pl: dziesiętna wartość współrzędnej kodowej

source: get related codepoints
de: verwandte Codepunkte erhalten
pl: pobierz powiązane współrzędne kodowe

source: This script is unknown
de: Dieses Schriftsystem ist unbekannt
pl: Ten skrypt jest nieznany

source: Please specify a script
de: Bitte geben Sie ein Schriftsystem an
pl: Podaj skrypt

source: Specify one or more ISO short names separated by comma. The response is a list of detail informations about these scripts.
de: Gib einen oder mehrere ISO-Kurznamen komma-getrennt an. Die Antwort ist eine Liste von Detailinformationen über diese Schriftsysteme.
pl: Podaj jedną lub więcej krótkich nazw ISO oddzielonych przecinkami. Odpowiedzią jest lista szczegółowych informacji o tych skryptach.

source: Unknown property
de: Unbekannte Eigenschaft
pl: Nieznanya właściwość

source: Please specify a property to display
de: Bitte wählen Sie eine Eigenschaft für die Anzeige
pl: Podaj właściwość do wyświetlenia

source: show a PNG image where every codepoint is represented by one pixel. The pixel color determines the value.
de: zeige ein PNG-Bild, in dem jeder Pixel einen Codepunkt repräsentiert. Die Pixel-Farbe bestimmt den Wert.
pl: pokaż obraz PNG, gdzie każda współrzędna kodowa jest reprezentowana przez jeden piksel. Kolor piksela określa wartość.

source: Prerequisite Missing
de: Voraussetzung fehlt
pl: Nie spełnione wymagania wstępne

source: A prerequisite was not found. That means, that the action to be called does not exist. See %s/ for API usage.
de: Eine Voraussetzung wurde nicht gefunden. Das bedeutet, dass die aufgerufene Aktion nicht existiert. Siehe %s/ für die API-Verwendung.
pl: Wymaganie wstępne nie znalezione. Oznacza to, że akcja mająca być wykonana nie istnieje. Zobacz %s o korzystaniu z interfejsu API.

source: Request Too Long
de: Anfrage zu lang
pl: Żądanie zbyt długie

source: The request body (or the data in the URL) was too large. Try to reduce it.
de: Der Anfrage-Body (oder die Daten in der URL) war zu lang. Versuchen Sie, ihn zu kürzen.
pl: Treść żądania (lub dane w adresie URL) była zbyt duża. Spróbuj ją zmniejszyć.

source: Bad Request
de: Fehlerhafte Anfrage
pl: Złe żądanie

source: The client made a bad request, for example, by not specifying a required parameter. See %s/ for API usage.
de: Der Client erzeugte eine schlechte Anfrage, z.B., indem ein benötigter Parameter nicht angegeben wurde. Siehe %s/ für die Verwendung der API.
pl: Klient wysłał zły żądanie, na przykład, nie określając wymaganego parametru. Zobacz %s/ o korzystaniu z interfejsu API.

source: Not Found
de: Nicht gefunden
pl: Nie znaleziono

source: The requested resource was not found. This can, for example, happen for non-existing codepoints.
de: Die angefragte Ressource wurde nicht gefunden. Das kann z.B. für nicht-existierende Codepunkte passieren.
pl: Żądany zasób nie został znaleziony. Można to. na przykład, zdarzyć się dla nieistniejącej współrzędnej kodowej.

source: Error
de: Fehler
pl: Błąd

source: An unspecific error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
pl: Wystąpił błąd niespecyficzny.

source: Nº
de: Nr.

source: This website is a private project coordinated by %s. It is <strong>not</strong> affiliated with or approved by the Unicode Consortium. You can contact me via:
de: Diese Webseite ist ein privates Projekt koordiniert von %s. Sie ist <strong>nicht</strong> mit dem Unicode-Konsortium verbunden oder von ihm freigegeben. Du kannst mich kontaktieren über:

source: The Polish translation is kindly provided by Janusz S. Bień, utilizing the terminology introduced in his paper %s“Standard Unicode 4.0. Wybrane pojęcia i terminy”%s and %ssubsequent publications%s.
de: Die polnische Übersetzung wird freundlicher Weise von Janusz S. Bień erstellt, in der er die Terminologie verwendet, die in seinem Paper %s„Standard Unicode 4.0. Wybrane pojęcia i terminy“%s und %sden folgenden Veröffentlichungen%s eingeführt wurde.

source: Ye?h, th?nks! You er?sed this codepoint. Are you h?ppy now?
de: N? toll! D?nke! Du h?st diesen Codepunkt gelöscht. Zufrieden d?mit?
