Repository: Codepoints/Codepoints.net
Catalog: codepoints.net/locale/*/LC_MESSAGES/messages.po
Languages: de, pl

source: If you find problems, inaccurancies, bugs or other issues with this site, please e-mail me or issue a new bug at the %s. The source code for this site is %s. If you like, fork the code, enhance it and send me a pull request. (If you don’t have a Github account, please send the git patch via e-mail.)
de: Wenn du Probleme, Ungenauigkeiten, Bugs oder andere Dinge auf dieser Webseite findest, maile mir bitte oder öffne ein neues Ticket im %s. Der Quelltext für diese Seite ist %s. Wenn du magst, forke den Code, verbessere ihn und schicke eine Pull-Anfrage. (Wenn du kein Github-Konto hast, sende den Patch bitte per E-Mail.)
pl: Jeśli zauważysz problemy, nieścisłości, błędy lub inne kwestie na tej witrynie, proszę wysłac e-mail do mnie lub zgłosic nowy błąd w %s. . Kod źródłowy dla tej witryny jest %s. Jeśli chcesz, zrób fork, rozbuduj go o wyslij mi żądanie pobrania. (Jeśli nie masz konta Github, wyślij proszę łatę jako e-mail.)

source: bug tracker
pl: śledzenie błędów

source: live on Github
de: live auf Github
pl: żywe na Github

source: <strong>There is no warranty,</strong> that the content on this site is accurate, complete or error-free! For normative references please refer to the Unicode website itself.
de: <strong>Es gibt keine Garantie,</strong> dass der Inhalt auf dieser Seite akkuratm komplett und fehlerfrei ist! Für normative Referenzen beziehe dich bitte auf die Unicode-Webseite selbst.
pl: <strong>Nie ma żadnej gwarancji,</strong> że treść na tej witrynie są dokładne, kompletne i wolne od błędów! Dla informacji normatywnych prosze korzystać z oryginalnej witryny Unicode.

source: Re-use License
de: Lizenz zur Wiederverwendung
pl: Licencja na ponowne wykorzystanie

source: You may re-use all content on this site, given that you respect the following terms. The information regarding Unicode is licensed by the Unicode Consortium under the %sUnicode Terms of Use%s. The JavaScript part contains libraries under different licenses, mostly the GPL and/or the MIT license. See the page source for details. The graphical representations use glyphs from the following fonts:
de: Du darfst den gesamten Inhalt der Seite wiederverwenden, vorausgesetzt, dass du die folgenden Bedingungen einhältst. Die Information über Unicode ist vom Unicode-Konsortium unter den %sUnicode Terms of Use%s lizensiert. Der JavaScript-Teil enthält Bibliotheken unter verschiedenen Lizenzen, hauptsächlich GPL und/oder MIT-Lizenz. Siehe den Seitenquelltext für Details. Die grafische Darstellung verwendet Zeichen der folgenden Schriftarten:
pl: Może ponownie użyć wszystkich treści na tej stronie pod następującymi warunkami. Informacje dotyczące Unicode są licencjonowane przez konsorcjum Unicode na zasadach %sUnicode warunki Use%s. Częśc korzystająca z JavaScript części biblioteki dostępne na różne licencjach, głównie licencji GPL i/lub licencji MIT. Szczegóły dostępne są w źródłach strony. Reprezentacje graficzne używają glifów z następujących fontów:

source: %sGNU Unifont%s, released mainly under the GNU Public License, partly under a liberal re-use license
de: %sGNU Unifont%s, veröffentlicht hauptsächlich unter der GNU Public License, teilweise unter einer freigebigen Wiederverwende-Lizenz
pl: %sGNU Unifont%s, udostępniony głównie na publicznej licencji GNU, częściowo na liberalne licencji re-use

source: %sHistoric Fonts by George Douros%s, released free for re-use
de: %sHistorische Schriften von George Douros%s, veröffentlicht frei zur Wiederverwendung
pl: %sHistoric Fonts, autor George'a Douros%s, dopuszczonych do ponownego wykorzystania

source: %sMPH 2B Damase%s, released under the GPL
de: %sMPH 2B Damase%s, veröffentlicht unter der GPL
pl: %sMPH 2B Damase%s, udostępniony na GPL

source: %sDeja Vu%s, released under the Bitstream Vera license
de: %sDeja Vu%s, veröffentlicht unter der Bistream Vera-Lizenz
pl: %sDeja Vu%s, udostępniony na licencji Bitstream Vera

source: The images representing single Unicode blocks are taken from the font %sUnidings%s by George Douros, released under a permissive license. The quotes from Wikipedia are subject to the Creative Commons Attribution Share-alike license. Details can be obtained by following the respective link on each quote. The geographic localization of blocks (used in the “Find My Codepoint” wizard) is based on the categorization on %sdecodeunicode.org%s, published under the CC BY NC license.
de: Die Bilder, die einzelne Unicode-Blöcke darstellen, sind der Schriftart %sUnidings%s von George Douros entnommen, unter einer freigebigen Lizenz veröffentlicht. Die Zitate aus der Wikipedia sind der Creative Commons Attribution Share-alike-Lizenz unterworfen. Details können der entsprechend bei jedem Zitat verlinkten Wikipediaseite entnommen werden. Die geografische Lokalisierung von Blöcken (im „Finde meinen Codepunkt“-Wizard verwendet) basiert auf der Kategorisierung auf %sdecodeunicode.org%s, veröffentlicht unter der CC BY NC-Lizenz.
pl: Obrazy oznaczające pojedyncze bloki Unicode są pobierane z fontu %sUnidings%s, którego autorem jest George Douros, udostepnionego na permisywnej licencji. Cytaty z Wikipedii są na licencji Creative Commons Attribution Share-alike. Szczegóły można uzyskać za pomocą linki znajdującego się w każdym cytacie. Geograficznej lokalizacja bloków (używane w Kreatorze "Znajdź moją współrzędną kodowa") jest oparta o kategoryzacji dostępnej na witrynie %sdecodeunicode.org%s, i opublikowane na licencji CC BY-NC.

source: All code provided specifically for Codepoints.net is released under both the GPL and MIT license, with the licensee free to choose. Content genuine to this site is released under the %sCreative Commons Attribution 3.0 Germany%s. Attribution in this case is a simple backlink, optionally with the link text “Based on information from Codepoints.net”.
de: Der gesamte Code, der speziell für Codepoints.net geschrieben wurde, ist unter der GPL und MIT-Lizenz verfügbar, der Lizenznehmer wählt frei. Für diese Seite geschriebener Inhalt ist unter der %sCreative Commons Attribution 2.0 Germany%s-Lizenz veröffentlicht. Eine Attribution ist in diesem Fall ein einfacher Link zurück, optional mit dem Linktext „Basierend auf Information von Codepoints.net“ versehen.
pl: Cały kod stworzony specjalnie dla Codepoints.net jest udostępniony na licencji GPL i MIT, z możliwością wolnego wyboru przez Licencjobiorce. Oryginalne treści tej witryny są udostępnione na licencji %sCreative Commons Attribution 3.0 Germany%s. Uznanie autorstwa może mieć postać linku do witryny, opcjonalnie z tekstem "Na podstawie informacji z Codepoints.net".

source: Privacy, Statistics
de: Privatsphäre und Statistiken
pl: Prywatność, statystyki

source: This site uses %s to gather statistics about page views. The sole purpose is to enhance this site. If you don’t want your visits to be tracked at all, please follow these instructions:
de: Diese Seite nutzt %s, um Statistiken über Seitenaufrufe zu sammeln. Der einzige Zweck ist die Verbesserung dieser Webseite. Wenn du deine Besuche überhaupt nicht verfolgt haben möchtest, folge bitte diesen Anweisungen:
pl: Ta witryna używa %s do gromadzenia statystyk o odsłonach stron. Jedynym celem jest ulepszenie tej witryny. Jeśli nie chcesz, aby Twoje wizyty nie były w ogóle śledzone, postępuj zgodnie z tymi instrukcjami :

source: Your Browser doesn’t support frames. Please visit %sthis page%s.
de: Dein Browser unterstützt keine Frames. Bitte besuche %sdiese Seite%s.
pl: Twoja przeglądarka nie obsługuje ramek. Odwiedź %ste stronę%s.

source: First of all we’d like to thank the contributors of the Unicode Consortium, who work to standardize the essential part of computation, the display of characters. The same holds for the authors of Wikipedia, who gather knowledge about many parts of the lettering universe. Their share is an important part of this site.
de: Zu Allererst möchten wir den Beitragenden des Unicode-Konsortiums danken, die daran arbeiten, einen essentiellen Teil der Computerarbeit zu standardisieren, die Anzeige von Schriftzeichen. Das gleiche gilt für die Wikipedia-Autoren, die Wissen über viele Teile des Schrift-Universums zusammentragen. Sie haben einen gehörigen Teil dieser Seite erst möglich gemacht.
pl: Przede wszystkim chcielibyśmy podziękować uczestnikom konsorcjum Unicode, których pracują nad standaryzacją istotnej części obliczeń, mianowicie wyswietlania znaków. To samo dotyczy autorówWikipedii, który gromadzą wiedzę na temat wielu aspektów świata liternictwa. Ich wkład jest ważną częścią tej witryny.

source: The developers supporting this site with their knowledge, bug reports and input take a fair share in keeping it awesome. We want to thank specifically the people contributing code:
de: Die Entwickler, die diese Seite mit ihrem Wissen, Fehlermeldungen und Eingaben unterstützen, haben wesentlichen Anteil daran, dass sie großartig bleibt. Wir möchten besonders den Leuten danken, die Code beigetragen haben:
pl: Deweloperzy wspierający tę witrynę swoją wiedzą, sygnalizowaniem błędów i danymi mają duży wkład w utrzymywaniu jej na imponującym poziomie. Chcemy to podziękować specjalnie osobom rozwijajacym oprogramowanie:

source: Many thanks go to two sites with a similar goal but other emphasis in the presentation of the Unicode standard: %s and %s.
de: Vielen Dank sagen wir auch zwei Seiten mit einem ähnlichen Ziel aber anderen Schwerpunkten in der Präsentation des Unicode-Standards: %s und %s.
pl: Wielkie podziękiwania należą się też dwom witrynom o podobnym celu, lecz inaczej rozkładające akcenty w prezentowaniu standardu Unicode: %s i %s.

source: The WHATWG publishes an %sencoding standard%s, that is used here for additional encoding information for codepoints. Its main editor is %s.
de: Die WHATWG veröffentlicht einen %sKodier-Standard%s, den wir für zusätzliche Kodierungs-Informationen für Codepunkte verwenden. Sein Haupt-Bearbeiter ist %s.
pl: WHATWG publikuje %sencoding standard%s, który jest wykorzystywany tutaj dla dodatkowych informacje o współrzędnych kodowych. Jego głównym redaktorem jest %s.

source: The hosting is done on Uberspace, a phantastic provider with extremely helpful and flexible support.
de: Das Hosting geschieht auf Servern von Uberspace, einem fantastischen Provider mit extrem hilfreichem und flexiblem Support.
pl: Udostępnianie odbywa się na serwerze Uberspace, fantastycznym dostawcy Internetu z wyjątkowo miła i elastyczną obsługą.

source: The %s names are derived from %s, which is curated by David Carlisle and provided together with the MathML specification of the W3C.
de: Die %s-Bezeichner sind von %s abgeleitet, gepflegt von David Carlisle und mit der MathML-Spezifikation des W3C verteilt.
pl: %s nazwy wywodzą się z %s, którego redaktorem jest David Carlisle i który jest dostarczany wraz z specyfikacją MathML konsocjum W3C.

source: Fonts
de: Schriftarten
pl: Fonty

source: Many people base their work on Unicode. We want to thank the authors of these fonts, that they made it possible to re-use them for this project:
de: Viele Leute arbeiten basierend auf Unicode. Wir möchten den Autoren dieser Schriften danken, dass sie die Verwendung für dieses Projekt möglich gemacht haben:
pl: Wielu ludzi bazuje swoją pracę na standardzie Unicode. Chcemy podziękować Autorom tych fontów, że umożliwili ich ponownego wykorzystanie w tym projekcie:

source: Roman Czyborra, David Starner, Qianqian Fang, Changwoo Ryu and Paul Hardy for %sGNU Unifont%s
de: Roman Czyborra, David Starner, Qianqian Fang, Changwoo Ryu und Paul Hardy für %sGNU Unifont%s
pl: Roman Czyborra, David Starner, Qianqian Fang, Changwoo Ryu i Hardy Paul za %sGNU Unifont%s

source: The Deja Vu Project
de: Das Deja Vu-Projekt
pl: Projekt Deja Vu

source: %sMichael Everson%s for the Last Resort font
de: %sMichael Everson%s für die Last Resort-Schriftart
pl: %sMichael Everson%s za font the Last Resort

source: Image Attribution
de: Bildzuschreibung
pl: Autorstwo grafiki

source: The background image on the front page is released under the Creative Commons Attribution license by %sFlickr user Willi Heidelbach%s. The button backgrounds on the front page are in the public domain: %smap of Charlemagne’s empire%s, %s18<sup>th</sup> century dowser%s, and %sNASA Mars Rover%s.
de: Das Hintergrundbild auf der Startseite ist unter der Creative Commons Attribution-Lizenz von %sFlickr-Nutzer Willi Heidelbach%s veröffentlicht. Die Knopf-Hintergründe auf der Startseite sind gemeinfrei: %sKarte des Reichs von Karl dem Großen%s, %sWünschelrutengänger aus dem 18. Jhd.%s und %sein NASA-Marsrover%s.
pl: Obraz w tle strony głównej jest udostępniony na licencji Creative Commons Attribution przez użytkownika %sFlickr Willi Heidelbach%s. Tła przycisku na stronie głównej są w domenie publicznej: %smap z empire%s jest Charlemagne, %s18 <sup>th</sup> wieku dowser%s, i %sNASA Marsa Rover%s.

source: The “We’re Open Source” image is released under the Creative Commons Attribution Non-Commercial No-Derivations license by %sFlickr user tima%s.
de: Das „We’re Open Source“-Bild ist unter der Creative Commons Attribution Non-Commercial No-Derivations-Lizenz von %sFlickr-Nutzer tima%s veröffentlicht.
pl: Rysunek "We 're Open Source" jest udostepniony na licencji Creative Commons Attribution Non-Commercial No-Derivations przez %sużytkownika Flickr tima%s.

source: The icons are part of the %sFont Awesome%s icon set.
de: Die Icons sind Teil des %sFont Awesome%s-Iconsets.
pl: Ikony są częścią zestawu %sFont Awesome%s.

source: Finally I’d like to thank %sMathias Bynens%s for pushing me to publish this site at last.
de: Schließlich möchte ich %sMathias Bynens%s dafür danken, dass er mich dazu gebracht hat, die Webseite endlich zu veröffentlichen.
pl: Na koniec chciałbym podziękować %sMathias Bynens%s za zmobilizowanie mnie do opublikowania w końcu tej witryny.

source: Browse Codepoints by script. “Scripts” are the different writing systems. They are presented geographically, so that you can identify quickly interesting ones.
de: Durchstöbere Codepunkte nach Schriftsystem. „Schriftsysteme“ sind unterschiedliche Schreibsysteme. Sie werden geografisch dargestellt, sodass du schnell interessante identifizieren kannst.
pl: Przeglądanie współrzędnych kodowych według skryptów. "Skrypty" to różne systemy pisma. Są one przedstawione geograficznie, dzięki czemu można zidentyfikować szybko te interesujące.

source: Browse Codepoints by Script
de: Durchstöbere Codepunkte nach Schriftsystem
pl: Przeglądanie współrzędnych kodowych według skryptów

source: Scripts used around the world. Drag the globe to rotate it. Click on a country to see scripts used there.
de: Schriftsystem rund um die Welt. Ziehe den Globus, um ihn zu rotieren. Klicke auf ein Land, um die dort verwendeten Schriften zu sehen.
pl: Skrypty używane na świecie. Przeciągnij globus, aby go obrócić. to Kliknij na kraj, aby zobaczyć skrypty tam używane.

source: This is an interactive graphic of the world. You need an SVG-enabled browser to use it. (SVG-enabled browsers are Firefox, Opera, Google Chrome, Safari, and IE 9 or higher.)
de: Dies ist eine interaktive Weltkarte. Du benötigst einen SVG-fähigen Browser, um sie zu nutzen. (SVG-fähige Browser sind Firefox, Opera, Google Chrome, Safari und IE 9 oder höher.)
pl: Jest to interaktywny graficzny obraz świata. Potrzebujesz an przeglądarki obsługującej SVG, aby go używać. ( SVG obsługują przeglądarki Firefox, Opera, Google Chrome, Safari i IE 9 lub nowszy.)

source: %s%s%d%s characters%s are encoded in this script.
de: %s%s%d%s Schriftzeichen%s sind in diesem System kodiert.
pl: %s%s%d%s znaków%s jest zakodowanych dla tego skryptu.

source: Free search:
de: Freie Suche:
pl: Wyszukiwanie swobodne:

source: Any information about the character, that doesn’t fit the categories below
de: Jede Information über das Schriftzeichen, die nicht in die folgenden Kategorien passt
pl: Wszelkie informacje na temat znaku, które nie pasują do poniższych kategorii

source: Name:
pl: Nazwa:

source: The Unicode name (or parts) of the character
de: Der Unicode-Name (oder Teile davon) des Schriftzeichens
pl: Nazwa znaku w Unicode (lub jej część)

source: Decimal:
de: Dezimal:
pl: Zapis dziesiętny:

source: The decimal position of the codepoint
de: Die dezimale Position des Codepunkts
pl: Zapis dziesiętny wartości współrzędnej kodowej

source: any
de: egal
pl: wszelkie

source: yes
de: ja
pl: tak

source: no
de: nein
pl: nie

source: Codepoint of the Day: No Codepoint Found
de: Codepunkt des Tages: Kein Codepunkt gefunden
pl: Współrzędna kodowa dnia: nie znaleziona

source: Every day a new codepoint. Unfortunately not specifically this day.
de: Jeden Tag einen neuen Codepunkt. Nur leider nicht ausgerechnet an diesem Tag.
pl: Codziennie nowa współrzędna kodowa. Niestety akurat nie dzisiaj.

source: No Codepoint for this Date
de: Kein Codepunkt für diesen Tag
pl: Brak współrzędnej kodowej dla tej daty

source: Unfortunately we cannot find a codepoint for this date.
de: Leider können wir für diesen Tag keinen Codepunkt finden.
pl: Niestety nie możemy znaleźć współrzędnej kodowej dla tej daty.

source: U+%04X is a Unicode codepoint in the block “%s”. It is a so-called “private use” codepoint, deliberately not assigned to any character.
de: U+%04X ist ein Unicode-Codepunkt im Block „%s“. Er ist ein sogenannter „Eigengebrauch“-Codepunkt und absichtlich keinem Zeichen zugeordnet.
pl: U +%04X jest współrzędną kodową Unicode w bloku "%s". To jest tzw współrzędna "użytku prywatnego", celowo nie przypisana do żadnego znaku.

source: This is a Private Use codepoint. That is, it is deliberately not assigned to any character. It was added to Unicode in version %s and belongs to the block %s.
de: Dies ist ein Eigengebrauch-Codepunkt. Das bedeutet, er ist absichtlich keinem Zeichen zugewiesen. Er wurde in Unicode-Version %s hinzugefügt und gehört zum Block %s.
pl: To jest współrzędna kodowa użytku prywatnego. Oznacza to, że celowo nie jest przypisana do żadnego znaku. Została dodana do Unicode w wersji%s i należy do bloku %s.

source: The %sWikipedia%s has the following information about Private Use codepoints:
de: Die %sWikipedia%s hat die folgende Information zu Eigengebrauch-Codepunkten:
pl: %sWikipedia%s ma następujące informacje na temat współrzędnych kodowych użytku prywatnego:

source: Latest from the blog:
de: Das Neueste aus dem Blog:
pl: Najnowsze informacje z bloga:

source: ...read on
de: ...weiterlesen
pl: ...czytaj dalej

source: To create a new codepoint, please mail it to unicode@unicode.org.
de: Um einen neuen Codepunkt zu erzeugen, schicken Sie ihn bitte per E-Mail an unicode@unicode.org.
pl: Aby utworzyć nową współrzedną kodową proszę napisać na adres unicode@unicode.org.

source: This API method does not exist.
de: Diese API-Methode existiert nicht.
pl: Ta metoda API nie istnieje.

source: An unknown error occured.
de: Ein unbekannter Fehler ist aufgetaucht.
pl: Wystąpił nieznany błąd.

source: show information about a Unicode plane
de: zeige Informationen über eine Unicode-Ebene
pl: pokaż informacje o płaszczyźnie Unicode

source: Not a plane
de: Keine Ebene
pl: Nie płaszczyzna

source: Filter a string of characters by Unicode property. You can negate properties by appending a “!” to it: filter/string?age!=5.5 finds all characters in “string” that were *not* added in Unicode 5.5.
de: Eine Zeichenkette nach Unicode-Eigenschaft filtern. Du kannst Eigenschaften durch Voranstellen eines „!“ negieren: filter/string?age!=5.5 findet alle Zeichen in „string“, die *nicht* in Unicode 5.5 hinzugefügt wurden.
pl: Filtruj ciąg znaków według właściwość Unicode. Można zanegować właściwości dołączając do nich "!": filter/string? age! = 5.5 znajdzie wszystkie znaki w "string", które *nie* były dodane w Unicode 5.5.

source: Request too long: Only %d characters allowed.
de: Anfrage zu lang: Nur %d Zeichen erlaubt.
pl: Żądanie zbyt długie: tylko %d znaków dozwolonych.

source: Cannot filter for unknown property %s
de: Kann nicht nach unbekannter Eigenschaft %s filtern
pl: Nie można filtrować według nieznanej właściwości %s

source: Cannot filter.
de: Kann nicht filtern.
pl: Nie można filtrować.

source: oEmbed API endpoint for URLs matching “codepoints.net”
de: oEmbed-Api-Endpunkt für URLs, die „codepoints.net“ enthalten
pl: punkt końcowy oEmbed API dla adresów URL pasujących do "codepoints.net"

source: Unknown format parameter
de: Unbekannter format-Parameter
pl: Nieznany parametr formatu

source: Required parameter "url" is missing.
de: Benötigter Parameter "url" fehlt.
pl: Brakuje wymaganego parametru "url".

source: Invalid URL
de: Ungültige URL
pl: Nieprawidłowy adres URL

source: URL path must be single character (UTF-8 encoded) or match /U+[A-F0-9]{4,6}/.
de: Der URL-Pfad muss ein einzelnes (UTF-8-kodiertes) Zeichen sein oder auf /U+[A-F0-9]{4,6}/ passen.
pl: Ścieżka URL musi być pojedynczym znakiem (zakodowanym w formacie UTF-8) lub mieć postać /u +[A-F0-9]{4,6} /.

source: Not a valid codepoint URL
de: Keine gültige Codepunkt-URL
pl: Niepoprawny URL współrzędnej kodowej

source: show detailed information about a Unicode block
de: zeige detaillierte Informationen über einen Unicode-Block
pl: pokaż szczegółowe informacje o bloku Unicode

source: Not a block
de: Kein Block
pl: Nie blok

source: show detailed information about a single codepoint. You can specify fields of interest with the “property” parameter: codepoint/1234?property=age,uc,lc
de: zeige Detailinformationen über einen einzelnen Codepunkt. Du kannst Dich interessierende Felder mit dem „property“-Parameter angeben: codepoint/1234?property=age,uc,lc
pl: pokaż szczegółowe informacje na temat pojedynczej współrzędnej kodowej. Można określić pola zainteresowania za pomocą parametrem "property": codepoint/1234?property=age,uc,lc

source: No valid codepoint
de: Kein gültiger Codepunkt
pl: To nie jest poprawna współrzędna kodowa

source: Not a codepoint
de: Kein Codepunkt
pl: To nie współrzędna kodowa

source: Welcome to codepoint.net’s Unicode API. Most requests are JSON-based. The API supports for those requests JSONP via the `callback` GET parameter. The `glyph` and `property` methods return PNG images. When problems appear, the API response conforms to <https://tools.ietf.org/html/draft-ietf-appsawg-http-problem-02>. Documentation is published at <https://github.com/Codepoints/codepoints.net/wiki/API>.
de: Willkommen bei codepoint.net’s Unicode-API. Die meisten Antworten sind JSON-basiert. Die API unterstützt für diese Anfragen JSONP über den `callback`-GET-Parameter. Die Methoden `glyph` und `property` geben PNG-Bilder zurück. Wenn es Probleme gibt, folgt die API-Antwort der Struktur aus <https://tools.ietf.org/html/draft-ietf-appsawg-http-problem-02>. Dokumentation ist unter <https://github.com/Codepoints/codepoints.net/wiki/API> zu finden.
pl: Zapraszamy do interfejsu API dla codepoint.net. Większość żądań korzysta z JSON. Interfejs API obsługuje dla tych wniosków JSONP za pośrednictwem 'zwrotnego' parametru GET. Metody "glyph" i "property" zwracają obrazy PNG. Gdy pojawiają się problemy, reakcja API jest zgodna z < https://tools.ietf.org/html/draft-ietf-appsawg-http-problem-02 >. Dokumentacja została opublikowana w < https://github.com/Codepoints/codepoints.net/wiki/API >.

source: No codepoint
de: Kein Codepunkt
pl: Nie ma współrzędnej kodowej

source: transform a string to another according to a mapping, e.g., making all characters upper-case.
de: transformiere eine Zeichenkette in eine andere entsprechend einer Abbildung, z.B., alle Zeichen in Großbuchstaben umwandeln.
pl: przekształć ciąg znaków na inny według odwzorowania, np., zmiana kaszty na górną dla wszystkich znaków.

source: Unknown transform action %s
de: Unbekannte Transformationsaktion %s
pl: Nieznana akcja przekształcenia %s
