Repository: Codepoints/Codepoints.net
Catalog: codepoints.net/locale/*/LC_MESSAGES/messages.po
Languages: de, pl

source: The Unicode Consortium adds new codepoints to the standard all the time. Visit %stheir website%s to find out about pending codepoints and whether this one is in the pipe.
de: Das Unicode-Konsortium fügt ständig neue Codepunkte zum Standard hinzu. Besuche %sihre Webseite%s, um mehr über zukünftige Codepunkte herauszufinden, und ob dieser bereits in Planung ist.
pl: Konsorcjum Unicode dodaje cały czas nowe współrzędne kodowe do standardu. Odwiedź %stheir website%s aby dowiedzieć się o współrzędnych kodowych oczekujących na zatwierdzenie o czy ta współrzedna kodowa jest na liście oczekujących.

source: The following table shows typical representations of how the codepoint would look, if it existed. This may help you when debugging, but is not of real use otherwise.
de: Die folgende Tabelle zeigt typische Darstellungen, wie der Codepunkt aussehen würde, wenn es ihn gäbe. Das mag beim Debugging helfen, ist sonst aber nicht von Nutzen.
pl: Poniższa tabela pokazuje, jak wyglądałaby typowa reprezentacja współrzednej kodowej, gdyby istniała. To może pomóc podczas debugowania, ale poza tym nie jest użyteczna.

source: Search other codepoints:
de: Andere Codepunkte suchen:
pl: Szukaj innych współrzędnych kodowych:

source: Search Codepoints.net by specifying many different possible parameters.
de: Durchsuche Codepoints.net durch Angabe vieler verschiedener möglicher Parameter.
pl: Przeszukuj Codepoints.net przez określenie wielu różnych możliwych parametrów.

source: Please add search limits with the form below. Click “add new query”, select a category and choose one of the values. You can change the value afterwards, if you click on it again. The %s button on the right removes the value from the search again.
de: Bitte füge Einschränkungen mit dem unteren Formular hinzu. Klicke auf „neue Anfrage hinzufügen“ und wähle einen der Werte. Du kannst den Wert später ändern, indem du wieder auf ihn klickst. Der %s-Knopf zur Rechten entfernt den Wert wieder von der Suche.
pl: Proszę dodać ograniczenia wyszukiwania w poniższum formularzu. Kliknij "Dodaj nowe kwerendy", wybierz kategorię i wybierz jedną z wartości. Wartość można zmienić później, jeśli klikniesz na przycisk ponownie. %s przycisk po prawej stronie usuwa wartość z ponownego wyszukiwania.

source: remove
de: entfernen
pl: usuń

source: and %s Blocks
de: und %s Blöcke
pl: i %s bloków

source: and 1 Block
de: und 1 Block
pl: i blok 1

source: %s Codepoints%s Found
de: %s Codepunkte%s gefunden
pl: Znaleziono współrzędnych %s

source: 1 Codepoint%s Found
de: 1 Codepunkt%s gefunden
pl: 1 współrzędna znaleziona

source: The Following Codepoints%s Match
de: Die folgenden Codepunkte%s treffen zu
pl: Nastepujące współrzędne są zgodne

source: No Codepoints%s Found
de: Keine Codepunkte%s gefunden
pl: Nie znaleziono współrzędnych kodowych

source: No codepoints match the given search.
de: Keine Codepunkte entsprechen der gegebenen Suche.
pl: Żadne współrzędne kodowe nie pasują do wyszukiwania.

source: %s codepoints match the given search for %s properties.
de: %s Codepunkte entsprechen der gegebenen Suche nach %s Eigenschaften.
pl: %s współrzędnych jest zgodnych z kwerendą dla %s właściwości.

source: This is page %s of %s.
de: Dies ist Seite %s von %s.
pl: To jest strona %s z %s.

source: Try “Find My Codepoint” again.
de: Versuche „Finde meinen Codepunkt“ noch einmal.
pl: Spróbuj ponownie "Znajdź móją współrzędną kodową".

source: %s block matches %s:
de: %s Block trifft auf %s zu:
pl: %s blok jest zgodny z %s:

source: %s blocks match %s:
de: %s Blöcke treffen auf %s zu:
pl: Bloki %s meczu %s:

source: The Unicode plane %s contains %s blocks and spans codepoints from U+%04X to U+%04X.
de: Die Unicode-Ebene %s enthält %s Blöcke und umspannt die Codepunkte von U+%04X bis U+%04X.
pl: Płaszczyzna Unicode %s zawiera %s bloków i obejmuje współrzędne od U +%04X do U + %04X.

source: Plane from U+%04X to U+%04X.
de: Ebene von %04X bis %04X.
pl: Płaszczyzna od U +%04X do U + %04X.

source: Blocks in this plane
de: Blöcke in dieser Ebene
pl: Bloki w tej płaszczyźnie

source: There are no blocks defined in this plane.
de: In dieser Ebene sind keine Blöcke definiert.
pl: Nie Istnieją bloki zdefiniowane w tej płaszczyźnie.

source: %s, codepoint U+%04X %s in Unicode, is located in the block “%s”. It belongs to the %s script and is a %s.
de: %s, Codepunkt U+%04X %s in Unicode, liegt im Block „%s“. Es gehört zur %s-Schrift und ist ein %s.
pl: %s, współrzędna kodowa %s U +%04X standardu Unicode, znajduje się w bloku "%s". Należy do skryptu %s i jest %s.

source: Adopt this code point
de: Codepunkt adoptieren
pl: Zaadoptuj tą współrzędną kodową

source: Embed this codepoint in your own website by simply copy-and-pasting the following HTML snippet:
de: Bette diesen Codepunkt einfach auf deiner eigenen Webseite ein, indem du das folgende HTML-Schnippsel kopierst:
pl: Osadź tę współrzędną kodową na swojej witrynie kopiując i wklejając następujący fragment HTML:

source: If you want, you can freely change width and height to meet your needs. The layout will adapt accordingly.
de: Wenn du möchtest, kannst du Höhe und Breite frei anpassen. Das Layout wird sich entsprechend anpassen.
pl: Jeśli chcesz, możesz dowolnie zmieniać szerokość i wysokość dostosowując ją do swoich potrzeb. Układ strony będzie odpowiednio dostosowany.

source: Related Characters
de: Verwandte Schriftzeichen
pl: Powiązane znaki

source: Confusables
de: Verwechselbare
pl: Znaki mylone

source: Elsewhere
de: Anderswo
pl: Gdzie indziej

source: Unicode website
de: Unicode-Webseite
pl: Witryna Unicode

source: Reference rendering on Unicode.org
de: Referenz-Darstellung auf Unicode.org
pl: Wzorcowe zobrazowanie na witrynie Unicode.org

source: Unihan Database
de: Unihan-Datenbank
pl: Baza danych Unihan

source: Complete Record
de: Vollständiger Eintrag
pl: Kompletny opis

source: About Codepoints
de: Über Codepunkte
pl: O witrynie Codepoints

source: Codepoints is a site dedicated to Unicode. This page explains the concepts and possibilities to navigate Unicode on the site.
de: Codepoints ist eine Seite, die Unicode gewidmet ist. Hier werden die Konzepte und Möglichkeiten erklärt, Unicode auf dieser Webseite zu durchstöbern.
pl: Codepoints to witryna poświęcona standardowi Unicode. Ta strona wyjaśnia pojęcia i opisuje możliwości nawigowania po standardzie.

source: It’s hard to find one certain character in over 110,000 codepoints. This site aims to make it as easy as possible with the following search options:
de: Es ist schwer, ein Schriftzeichen unter 110.000 Codepunkten zu finden. Diese Webseite versucht, das mit den folgenden Suchoptionen so leicht wie möglich zu machen:
pl: Trudno znaleźć jeden konkretny znak wśród ponad 110.000 współrzędnych kodowych. Ta witryna ma na celu uczynić to tak proste, jak to możliwe, za pomocą następujących opcji wyszukiwania:

source: Free search: Just press the “Search” tab above or use the form on the front page and type a query. In many cases the codepoint in question is in the result.
de: Freie Suche: Drücke einfach auf „Suche“ oben oder nutze das Formular auf der Startseite und gib eine Anfrage ein. In vielen Fällen ist der gesuchte Codepunkt im Ergebnis.
pl: Szukanie swobodne: po prostu wybierz zakładkę "Szukaj" lub skorzystaj z formularza na stronie głównej i wpisz kwerendę. W wielu przypadkach szukana współrzedna s pojawi się w wyniku.

source: %sExtended search%s: You can configure on this page every Unicode property of the codepoint in question.
de: %sErweiterte Suche%s: Du kannst auf dieser Seite jede fragliche Unicode-Eigenschaft einstellen.
pl: %sExtended search%s: Na tej stronie można wyspecyfikować każdą właściwość standardu Unicode dla szukanej współrzędnej.

source: The %s“Find My Codepoint” wizard%s: Answer a series of questions to get to your character.
de: Der %s„Finde meinen Codepunkt“-Wizard%s: Beantworte eine Reihe Fragen, um zu deinem Schriftzeichen zu gelangen.
pl: Kreator %s "Znaleźć mój Codepoint" %s: Odpowiedz na szereg pytań, aby znaleźć swój znak.

source: If you happen to already have the character in question just paste it in the search box. It will bring you directly to its description page.
de: Wenn du das fragliche Schriftzeichen bereits hast, kopiere es einfach in die Suchbox. Sie bringt dich direkt zu seiner Beschreibungsseite.
pl: Jeśli zdarzy ci się już mieć interesujący cię znak, po prostu wklej go w polu wyszukiwania. Zaprowadzi Cię to bezpośrednio do strony jego opisu.

source: Do you know the character’s shape?
de: Kennst du die Gestalt des Zeichens?
pl: Czy znasz kształ znaku?

source: You don’t know the name or any properties of a codepoint but its general look? Fear not, on %s you can draw the character and get it recognized. This works remarkably well for many characters.
de: Du kennst keinen Namen oder andere EIgenschaften eines Codepunkts, aber sein allgemeines Aussehen? Keine Panik, auf %s kannst du das Schriftzeichen malen und bekommst es erkannt. Das funktioniert erstaunlich gut für viele Zeichen.
pl: Nie znasz nazwy ani właściwości współrzędnej kodowej ale tylko ogólny wygląd znaku? l ? Nie martw się, na %s można narysować znać, który zostanie rozpoznany. To działa całkiem dobrze dla wielu znaków.

source: Advanced Options
de: Fortgeschrittene Optionen
pl: Zaawansowane opcje

source: If you know Unicode and also know the rough range, where the codepoint might be, you can give the range directly in the URL. <em>E. g.,</em> to inspect characters in the range U+0200 to U+0300, enter in the address bar “%s”
de: Wenn du Unicode kennst und auch den groben Bereich, in dem sich der Codepunkt befinden könnte, kannst du den Bereich direkt in der URL angeben. Um zum Beispiel die Schriftzeichen im Bereich U+0200 bis U+0300 zu untersuchen, gib in der Adresszeile „%s“ ein.
pl: Jeśli znasz Unicode i znać w przybliżeniu zakres, do którego może należeć współrzędna kodowa, to możesz podać ten zakres bezpośrednio w adresie URL. <em>Na przykład,</em> aby sprawdzić znaków z zakresu U+0200 do U+0300, wpisz w pasek adresu "%s"

source: Computers use 0’s and 1’s to store information. To get useful information out of that, in our case to display text, we need a so-called <em>encoding</em>, that tells the computer how to transform those 0’s and 1’s into an alphabet. The first standardized encoding was ASCII, which basically assigns simple Latin upper- and lowercase letters as well as numbers and some punctuation, all in all 128 positions. The W3C has published a %svery good introduction%s to the topic of character encodings.
de: Computer verwenden 0en und 1en, um Information zu speichern. Um daraus nutzbare Information zu bekommen, in unserem Fall anzeigbaren Text, brauchen wir eine sogenannte <em>Kodierung</em>, die dem Computer sagt, wie diese 0en und 1en in ein Alphabet transformiert werden. Die erste standardisierte Kodierung war ASCII, das im Wesentlichen einfache lateinische Groß- und Kleinbuchstaben sowie Nummern und Interpunktion zuweist, alles in allem 128 Positionen. Das W3C hat eine %ssehr gute Einführung%s zum Thema Kodierungen veröffentlicht.
pl: Komputery używają zer i jedynek przechowywania informacji. Aby uzyskać z takiego zapisu przydatne informacje, w naszym przypadku do wyświetlania tekstu, potrzebujemy, tzw <em>kodowania</em>, który informuje komputer, jak przekształcić zera i jedynki na alfabet. Pierwsze standardowe kodowanie to ASCII, które zasadniczo przypisuje proste litery łaciński górnej i dolnej kaszty, jak również cyfry i niektóre znaki interpunkcyjne, w sumie 128 pozycji. do W3C opublikowało %sbardzo dobre wprowadzenie%s na temat kodowania znaków.

source: The %s is intentionally identical to ASCII.
de: Der %s ist absichtlich identisch zu ASCII.
pl: %s jest celowo identyczne z ASCII.

source: first block of Unicode codepoints
de: erste Block von Unicode-Zeichen
pl: pierwszy blok współrzędnych kodowych Unicode'u

source: 128 positions didn’t last very long. Many institutions and companies began to implement their own encodings. In 2010 there were a whooping 250 encodings widely used, not counting some obscure or privately used ones. This situation proved disastrous, when computers started to talk to one another over the <em>Internet</em>. If the sender didn’t specify the encoding of a message, there was a good chance the receiver would only get a stream of nonsense and rubbish.
de: 128 Positionen reichten nicht sehr lange. Viele Institute und Firmen begannen, ihre eigenen Kodierungen zu implementieren. 2010 gab es hübsche 250 Kodierungen in weitem Gebrauch, nicht enthaltend oskure oder privat verwendete. Diese Situation zeigte sich als katastrophal, als Computer anfingen, miteinander über das <em>Internet</em> zu reden. Wenn der Sender die Kodierung einer Nachricht nicht angab, war die Chance groß, dass der Empfänger nur einen Strom Unfug und Müll bekam.
pl: 128 pozycji nie wystarczyło na długo. Wiele instytucji i przedsiębiorstw zacząło stosować własne kodowania. W 2010 r. była imponująca liczba 250 kodowań powszechnie stosowanych, nie licząc jakieś tych mało znanych lub używanych prywatnie. Ta sytuacji okazała się katastrofalna, gdy komputery zaczęły rozmawiać się ze sobą przez <em>Internet</em>. Jeśli nadawca nie wskazał sposobu kodowania wiadomości, było duże szanse że odbiorca d otrzyma tylko się strumień bzdur i śmieci.

source: Thus enters <em>Unicode</em>. Adobe and Xerox decided in 1984, that this was no situation to continue, and that there is a need for a universal encoding scheme. 1991 saw the publication of the first version of Unicode with the international standardization as ISO 10646 following two years later. (<i>Fun fact: ASCII is standardized in ISO 646, the number for the Unicode standard was deliberately choosen.</i>) Meanwhile the %sUnicode Consortium%s began to form in order to guide the further development of the standard.
de: Dann kam <em>Unicode</em>. Adobe und Xerox beschlossen 1984, dass diese Situation nicht weiterführen konnte, und dass der Bedarf an einem universellen Kodierschema besteht. 1991 erlebte die Veröffentlichung der ersten Version von Unicode mit der internationalen Standardisierung als ISO 10646 zwei Jahre später. (<i>Detail am Rande: ASCII ist als ISO 646 standardisiert, die Nummer für den Unicode-Standard wurde absichtlich gewählt.</i>) Zwischenzeitlich bildete sich das %sUnicode-Konsortium%s um die weitere Entwicklung des Standards zu leiten.
pl: W ten sposób pojawia się <em>Unicode</em>. Adobe i Xerox zdecydowały w 1984 r., że aktualna sytuacja nie może być dalej akceptowana, i że istnieje potrzeba kodowania universalnego . w 1991 roku pojawiła się publikacja pierwszej wersji Unicode , a międzynarodowej normalizacja w formie ISO 10646 dwa lata później. (<i>Zabawny fakt: ASCII jest standardem ISO 646, numer dla standardu Unicode został celowo wybrany.</i>) Jednocześnie %skonsorcjum Unicode%s zaczęło się tworzyć w celu nadzorowania dalszego rozwoju standardu.

source: The most recent version of Unicode is %s, containing over 110,000 characters in over 100 different scripts. It’s encoding form UTF-8, a superset of ASCII, is the most popular encoding worldwide and the consortium counts Apple, Oracle, Microsoft, Google, IBM, Nokia and many others to its members.
de: Die neueste Version von Unicode ist %s, beinhaltend über 110.000 Schriftzeichen in über 100 verschiedenen Schriftsystemen. Seine Kodierform UTF-8, eine Obermenge von ASCII, ist die populärste Kodierung weltweit und das Konsortium zählt Apple, Oracle, Microsoft, Google, IBM, Nokia und viele andere zu seinen Mitgliedern.
pl: Najnowsza wersja Unicode to %s, zawiera ona ponad 110.000 znaków w ponad 100 różnych skryptach. Jej forma kodowania UTF-8, nadzbiór ASCII, jest najbardziej popularnym kodowaniem na całym świecie, a konsorcjum składa się z Apple, Oracle, Microsoft, Google, IBM, Nokia i wielu innych członków .

source: Unicode is a mechanism for universally identifying characters. All characters get an assigned “codepoint”, which universally refers to them. For example, the letter “A” has the codepoint 65 assigned, the chinese character “㐭” the codepoint 13357. Codepoints are usually represented in %shexadecimal notation%s, where “A” to “F” represent the numbers 10 to 16.
de: Unicode ist ein Mechanismus, um Schriftzeichen universell zu identifizieren. Alle Zeichen bekommen einen „Codepunkt“ zugewiesen, der stets auf sie verweist. Zum Beispiel erhielt der Buchstabe „A“ den Codepunkt 65, das chinesische Schriftzeichen „㐭“ den Codepunkt 13357. Codepunkte werden üblicher Weise in %shexadezimaler Notation%s dargestellt, in der „A“ bis „F“ die Nummern 10 bis 16 repräsentieren.
pl: Unicode stanowi mechanizm identyfikacji znaków w sposób uniwersalny. Wszystkim znakom się przypisane są "współrzędne kodowe", który wskazują je w sposób uniwersalny . Na przykład litera "A" ma przydzieloną współrzędną kodową 65 , a chiński znak "㐭" współrzędną 13357. Współrzędne są zwykle reprezentowane w %szapisie keksadecymalnym%s, , gdzie litery "A" do "F" reprezentują cyfry 10 do 16.

source: To bring the sheer mass of the possible 1,114,111 codepoints in a useful order, Unicode is divided in 17 planes, which are further divided in logically connected blocks. There are ten principles, that guide the extension and care of the Unicode standard:
de: Um die schiere Masse der möglichen 1.114.111 Codepunkte in eine nützliche Reihenfolge zu bringen, ist Unicode in 17 Ebenen unterteilt, die weiter in logisch zusammenhängende Blöcke geteilt sind. Es gibt zehn Prinzipien, die die Erweiterung und Pflege des Unicode-Standards leiten:
pl: Aby ustanowić w masiee 1,114,111 możliwych znaków jakiś pożyteczny porządekl , Unicode jest podzielony na 17 płaszczyzn, które są dalej podzielone na logicznie połączonych bloki. Istnieje dziesięć zasad, które rządzą rozszerzaniem i utrzymywaniem standardu Unicode:

source: Universal repertoire:
de: Universelles Repertoire:
pl: Uniwersalny repertuar:

source: Every writing system ever used shall be respected and represented in the standard
de: Jedes jemals verwendete Schriftsystem soll respektiert und im Standard repräsentiert werden
pl: Każde system pisma kiedykolwiek używany powinien być szanowany i reprezentowany w standardzie

source: Efficiency:
de: Effizienz:
pl: Wydajność:

source: The documentation must be efficient and complete.
de: Die Dokumentation muss effizient und komplett sein.
pl: Dokumentacja musi być efektywna i kompletna.

source: Characters, not glyphs:
de: Schriftzeichen, nicht Buchstaben:
pl: Znaki, a nie glify:

source: Only characters, not glyphs shall be encoded. In a nutshell, glyphs are the actual graphical representations, while characters are the more abstract concepts behind. Glyphs change between typefaces, characters don’t.
de: Nur Zeichen, keine Glyphen sollen kodiert werden. Um es kurz zu fassen, sind Glyphen die tatsächliche graphische Präsentation, während Zeichen das abstraktere Konzept dahinter sind. Glyphen ändern sich zwischen Schriftarten, Zeichen nicht.
pl: Tylko znaki, a nie glify, mogą być zakodowane. W skrócie, glify to rzeczywiste przedstawienia graficzne, a znaki są bardziej abstrakcyjne pojeciami, które leżą u ich podstaw.. Glify zmieniają się w różnych fontach, znaki nie.

source: Semantics:
de: Semantik:
pl: Semantyka:

source: Included characters must be well defined and distinguished from others.
de: Eingebundene Zeichen müssen wohldefiniert und gegen andere abgegrenzt sein.
pl: Uwzględnione znaki muszą być dobrze zdefiniowane i odróżniać się od innych.

source: Plain Text:
de: Reiner Text:
pl: Zwykły tekst:

source: Characters in the standard are <em>text</em> and never mark-up or metacharacters.
de: Zeichen im Standard sind <em>Text</em> und zeichnen nie Metazeichen aus.
pl: Znaki w standardzie są and <em>tekstem</em> i nigdy nie stanowią adiustacji lub metaznaków.

source: Logical order:
de: Logische Reihenfolge:
pl: Kolejność logiczna:

source: In bidirectional text are the characters stored in logical order, not in a way that the representaion suggests.
de: In bidirektionalem Text sind die Zeichen in logischer Reihenfolge gespeichert, nicht in einer Art, die durch die Darstellung vorgeschlagen wird.
pl: W tekstach dwukierunkowych znaki są przechowywane w logicznej kolejności, a nie w sposób, który sugeruje wygląd.

source: Unification:
de: Vereinheitlichung:
pl: Unifikacja:

source: Where different cultures or languages use the same character, it shall be only included once. This point is rather debatable, because in East Asia the separations, where this rule is to apply, are not that clear.
de: Wo verschiedene Kulturen oder Sprachen das gleiche Zeichen verwenden, soll es nur einmal eingebunden werden. Dieser Punkt ist eher umstritten, weil in Ostasien die Überschneidungen, auf die diese Regel zutreffen würde, nicht wirklich klar sind.
pl: Jeśli różne kultury i języki używają samego znaku, jest on uwzględniany tylko raz. Ta kwestia jest raczej dyskusyjna, , bo w Azji Wschodniej nie jest jasne, jak tą regułę stosować.

source: Dynamic composition:
de: Dynamische Komposition:
pl: Kompozycja dynamiczna:

source: New characters can be composed of other, already standardized characters. For example, the character “Ä” can be composed of an “A” and a dieresis sign.
de: Neue Zeichen können aus anderen, bereits standardisierten Zeichen zusammengesetzt werden. Zum Beispiel kann das Zeichen „Ä“ aus einem „A“ und einem Trema aufgebaut werden.
pl: Nowe znaki składa się z innych, już dostępnych w standardzie znaków. Na przykład znak "Ä" może być złożony z "A" i znaku dierezy.

source: Stability:
de: Stabilität:
pl: Stabilność:

source: Once defined characters shall never be removed or their codepoints reassigned. In the case of an error, a codepoint shall be deprecated.
de: Einmal definierte Zeichen sollen niemals entfernt oder anderen Zeichen zugeordnet werden. Im Falle eines Fehlers soll ein Codepunkt als veraltet ausgezeichnet werden.
pl: Raz zdefiniowany znak nie powinien nigdy być usunięty lub mieć zmienioną współrzędną kodową. W przypadku błędu współrzędna kodowa staje się niezalecana.

source: Convertibility:
de: Umwandelbarkeit:
pl: Konwertowalność:

source: Every other used encoding shall be representable in terms of a Unicode encoding.
de: Jede andere verwendete Kodierung soll in einer Unicode-Kodierung abbildbar sein.
pl: Każde inne używane kodowanie można reprezentować jako kodowanie Unicode.

source: The Content on this Site
de: Der Inhalt auf dieser Seite
pl: Treści na tej stronie

source: The content on this website reflects the information found in<br> <em>The Unicode Consortium.</em> The Unicode Standard, Version %s, (Mountain View, CA: The Unicode Consortium, 2012. ISBN 978-1-936213-02-3)<br> %s,<br> which happens to be the most relevant version of the Unicode Standard as of August, 2012.
de: Der Inhalt dieser Webseite bildet die Information ab, die in <br/><em>The Unicode Consortium.</em> The Unicode Standard, Version %s, (Mountain View, CA: The Unicode Consortium, 2012. ISBN 978-1-936213-02-3)<br/> %s,<br/>gefunden werden kann. Dies ist die neueste Version des Unicode-Standards im August 2012.
pl: Treści na tej stronie odzwierciedlają informacje znalezione w standardzie:<br> <em>The Unicode Consortium.</em> Standard Unicode, wersja %s, (Mountain View, CA: konsorcjum Unicode, 2012. ISBN 978-1-936213-02-3) <br> %s, <br>co który jest najbardziej istotną wersją standardu według stanu z sierpnia 2012.
